const cakes = [
    {
      name: 'Ванильный торт',
      bases: ['Ванильный бисквит'],
      fillings: ['Карамель', 'Клубника', 'Вишня', 'Малина', 'Смородина', 'Ягодный микс)', 'Лимонный курд', 'Апельсиновый курд'],
      creams: ['Чиз на масле', 'Чиз на сливках', 'Пломбир', 'Шокодадный крем-чиз на масле', 'Шоколадный крем-чиз на сливках', 'Карамельный крем-чиз на масле', 'Карамельный крем-чиз на сливках']
    },
    {
      name: 'Шоколадный торт',
      bases: ['Шоколадный бисквит'],
      fillings: ['Карамель', 'Клубника', 'Вишня', 'Малина', 'Смородина', 'Ягодный микс)', 'Лимонный курд', 'Апельсиновый курд'],
      creams: ['Чиз на масле', 'Чиз на сливках', 'Пломбир', 'Шокодадный крем-чиз на масле', 'Шоколадный крем-чиз на сливках', 'Карамельный крем-чиз на масле', 'Карамельный крем-чиз на сливках']
    },
    {
      name: 'Морковный торт',
      bases: ['Морковный бисквит'],
      fillings: ['Карамель', 'Апельсиновый курд'],
      creams: ['Чиз на масле', 'Чиз на сливках', 'Пломбир', 'Карамельный крем-чиз на масле', 'Карамельный крем-чиз на сливках']
    },
    {
      name: 'Красный бархатный торт',
      bases: ['Бисквит красный бархат'],
      fillings: ['Клубника', 'Вишня', 'Малина'],
      creams: ['Чиз на масле', 'Чиз на сливках']
    },
    {
      name: 'Лавандовый торт',
      bases: ['Лавандовый бисквит'],
      fillings: ['Смородина', 'Лимонный курд'],
      creams: ['Чиз на масле', 'Чиз на сливках']
    }
];

const cupcakes = [
    {
      name: 'Ванильные капкейки',
      bases: ['Ванильный кексовый бисквит'],
      fillings: ['Карамель', 'Клубника', 'Вишня', 'Малина', 'Смородина', 'Ягодный микс)', 'Лимонный курд', 'Апельсиновый курд'],
      creams: ['Чиз на масле', 'Чиз на сливках', 'Пломбир', 'Шокодадный крем-чиз на масле', 'Шоколадный крем-чиз на сливках', 'Карамельный крем-чиз на масле', 'Карамельный крем-чиз на сливках']
    },
    {
      name: 'Шоколадные капкейки',
      bases: ['Шоколадный бисквит'],
      fillings: ['Карамель', 'Клубника', 'Вишня', 'Малина', 'Смородина', 'Ягодный микс)', 'Лимонный курд', 'Апельсиновый курд'],
      creams: ['Чиз на масле', 'Чиз на сливках', 'Пломбир', 'Шокодадный крем-чиз на масле', 'Шоколадный крем-чиз на сливках', 'Карамельный крем-чиз на масле', 'Карамельный крем-чиз на сливках']
    },
    {
      name: 'Морковные капкейки',
      bases: ['Морковный бисквит'],
      fillings: ['Карамель', 'Апельсиновый курд'],
      creams: ['Чиз на масле', 'Чиз на сливках', 'Пломбир', 'Карамельный крем-чиз на масле', 'Карамельный крем-чиз на сливках']
    },
    {
      name: 'Красный бархатный капкейки',
      bases: ['Бисквит красный бархат'],
      fillings: ['Клубника', 'Вишня', 'Малина'],
      creams: ['Чиз на масле', 'Чиз на сливках']
    },
    {
      name: 'Лавандовые капкейки',
      bases: ['Лавандовый бисквит'],
      fillings: ['Смородина', 'Лимонный курд'],
      creams: ['Чиз на масле', 'Чиз на сливках']
    },
    {
        name: 'Банановые капкейки',
        bases: ['Банановый бисквит'],
        fillings: ['Карамель'],
        creams: ['Чиз на масле', 'Чиз на сливках', 'Карамельный крем-чиз на масле', 'Карамельный крем-чиз на сливках']
      }
];

const classicCakes = [
    Наполеон,
    Медовик,
    Киевский,
    Эстерхази
];